roam/20200528024130-elon_musk.org
#+TITLE: Elon Musk
* "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better"
** constantly think about what you could be do better
** The Growth Mindset
    posso imparare qualsiasi cosa, l'unica variabile e' il lavoro che ho intenzione di mettere in campo
