content/posts/20200528024130-elon_musk.md
+++
title = "Elon Musk"
author = ["Daniel Biasiotto"]
draft = false
+++

## "I think it's very important to have a feedback loop, where you're constantly thinking about what you've done and how you could be doing it better" {#i-think-it-s-very-important-to-have-a-feedback-loop-where-you-re-constantly-thinking-about-what-you-ve-done-and-how-you-could-be-doing-it-better}


### constantly think about what you could be do better {#constantly-think-about-what-you-could-be-do-better}


### The Growth Mindset {#the-growth-mindset}

posso imparare qualsiasi cosa, l'unica variabile e' il lavoro che ho intenzione di mettere in campo